Repository: openculinary/internationalization
Catalog: locales/translations/*/problem-reports.po
Languages: es, fr, it

# menu-text-removal-request
source: Please exclude my recipe(s)
es: Complacer excluir mi receta(s)
fr: Complaire exclure ma recette(s)
it: Compiacere escludere la mia ricetta(s)

# menu-text-unsafe-content
source: Link contains unsafe content
es: El enlace contiene unsafe contenido
fr: L'il raccorde il contient unsafe contenu
it: Il link contiene unsafe contenuto

# menu-text-correction
source: Offer a correction
es: Oferta una corrección
fr: Il offre une correction
it: Offerta una correzione

# nav-text-removal-request
source: Removal Request
es: Petición de traslado
fr: Demande de déplacement
it: Petizione di trasferimento

# nav-text-unsafe-content-notification
source: Unsafe Content
es: Unsafe Contenido
fr: Unsafe Contenu
it: Unsafe Contenuto

# nav-text-correction
source: Correction
es: Corrección
it: Correzione

# content-owner-email-label
source: Please provide an email address for us to contact you
es: Complacer proporcionar una dirección de correo electrónico para nosotros para contactarte
fr: Complaire fournir une direction de courrier électronique pour nous pour te contacter
it: Compiacere fornire un indirizzo di posta elettronica partorisca noi partorisca contattarti

# content-reuse-policy-label
source: If you have a content re-use policy, please provide the URL
es: Si tienes un contenido re-póliza de uso, complacer proporcionar el URL
fr: Si tu as un contenu ré-police d'usage, complaire fournir l'URL
it: Se hai un contenuto re-polizza d'uso, compiacere fornire l'URL

# content-noindex-directive-label
source: If the recipe page uses HTML noindex, please tick this checkbox
es: Si los usos de página de la receta HTML noindex, complacer tick este checkbox
fr: Si les usages de page de la recette HTML noindex, complaire tick ce checkbox
it: Se gli usi di pagina della ricetta HTML noindex, compiacere tick questo checkbox

# submit-removal-request
source: Send request
es: Envía petición
fr: Il envoie demande
it: Invia petizione

# submit-unsafe-content-notification
source: Send notification
es: Envía notificación
fr: Il envoie faire-part
it: Invia notifica

# content-expected-label
source: Please tell us what you expected to find in the recipe
es: Complacer decirnos qué esperaste encontrar en la receta
fr: Complaire nous dire qu'est-ce que tu as attendu trouver dans la recette
it: Compiacere dirci che hai aspettato trovare nella ricetta

# content-found-label
source: Please tell us what you actually found
es: Complacer decirnos qué tú de hecho encontrado
fr: Complaire nous dire qu'est-ce que tu en fait trouvé
it: Compiacere dirci che tu di fatto ritrovato

# placeholder-correction-expected-content
source: Expected: three medium onions
es: Esperado: tres cebollas de medio
fr: Attendu: trois oignons de moyen
it: Aspettato: tre cipolle di mezzo

# placeholder-correction-found-content
source: Found: one small onion
es: Encontrado: uno cebolla pequeña
fr: Trouvé: un oignon petit
it: Ritrovato: una cipolla piccola

# submit-correction
source: Send correction
es: Envía corrección
fr: Il envoie correction
it: Invia correzione
