Repository: openculinary/internationalization
Catalog: locales/translations/*/search.po
Languages: fr

# result-tab-ingredients
source: Ingredients
fr: Ingrédients

# refinement-empty-query
source: We didn't receive any search options from you, so we're showing you a ranking of best-rated recipes.
fr: nous ne recevons pas n'importe quelles options de recherche de toi, donc nous sommes en train de te montrer un classement de meilleurs-il a estimé des recettes.

# refinement-partial-results
source: Not many results that use all your ingredients were found, so partial matches have been included in your search results
fr: il ne pourrait pas trouver les recettes qu'ils contiennent chaque ingrédient - les partis partiels sont montrés.

# sort-ingredients
source: fewest extras required
fr: fewest Les extras ont requis

# sort-relevance
source: most ingredients used
fr: La plupart d'ingrédients ils ont utilisé

# sort-duration
source: shortest time to make
fr: Temps plus court pour faire

# sort-selection-prompt
source: Order by
fr: Mandat par

# prompt-get-started
source: To begin, enter the ingredients you have nearby.
fr: Pour commencer, introduire les ingrédients tu as proche.

# prompt-exclude
source: Are there ingredients you do <strong>not</strong> want to cook with?
fr: Il y a quelque ingrédient qu'il ne soit pas disponible?

# prompt-equipment
source: Is there any kitchen equipment you'd like to use?
fr: Il est là n'importe quel équipement de cuisine te plairait utiliser?

# prompt-search-button
source: Find recipes!
fr: Il trouve des recettes!
