Repository: openculinary/internationalization
Catalog: locales/*/search.po
Languages: es, it

# result-tab-ingredients
source: Ingredients
es: Ingredientes
it: Ingredienti

# result-tab-directions
source: Directions
es: Direcciones
it: Indirizzi

# result-add-recipe
source: Add to meal planner
it: Aggiunge a cibo planner

# refinement-empty-query
source: We didn't receive any search options from you, so we're showing you a ranking of best-rated recipes.
es: No recibimos cualesquier opciones de búsqueda de ti, así que estamos mostrándote un ranking de mejores-valoró recetas.
it: Non riceviamo qualsiasi opzioni di ricerca di te, sicché stiamo mostrandoti un ranking di migliori-ha valutato ricette.

# refinement-partial-results
source: Not many results that use all your ingredients were found, so partial matches have been included in your search results
es: No podría encontrar las recetas que contienen cada ingrediente - los partidos parciales están mostrados.
it: Non molti risulta quello utilizza tutti i vostri ingredienti sono stato ritrovati, partite così parziali sono stati inclusi nei vostri risultati di ricerca

# sort-selection-prompt
source: Order by
es: Orden por
it: Ordine per

# prompt-get-started
source: To begin, enter the ingredients you have nearby.
es: Para empezar, introducir los ingredientes tienes cercano.
it: Per iniziare, introdurre gli ingredienti hai vicino.

# prompt-exclude
source: Are there any ingredients that are <strong>not</strong> available?
es: ¿Hay algún ingrediente que no esté disponible?
it: Ci sono degli ingredienti che <strong>non sono</strong> disponibili?

# prompt-equipment
source: Is there any kitchen equipment you'd like to use?
es: Es allí cualquier equipamiento de cocina te gustaría utilizar?
it: È lì qualsiasi attrezzatura di cucina ti piacerebbe utilizzare?

# prompt-search-button
source: Find recipes!
es: Encuentra recetas!
it: Trova ricette!

# result-add-to-shopping-list
source: Add to shopping list
es: Añade a lista de compra
it: Aggiunge ad elenco di spesa

# results-empty
source: Didn't find any recipes matching your search. Send us a link via the feedback form if you know of any!
es: No encontró cualesquier recetas que emparejan vuestra búsqueda. Nos envío un enlace vía la forma de retroalimentación si sabes de cualquier!
it: Non ha trovato qualsiasi ricette che emparejan la vostra ricerca. Ci invio un link via la forma di feedback se sai di qualsiasi!

# results-failed
source: Couldn't reach the recipe search service. This could be due to a connection problem on your device, or our service could be experiencing problems.
es: No podría lograr el servicio de búsqueda de la receta. Esto se podría deber a un problema de conexión en vuestro dispositivo, o nuestro servicio podría ser experimentar problemas .
it: Non potrebbe riuscire il servizio di ricerca della ricetta. Questo si potrebbe dovere a un problema di connessione nel vostro dispositivo, o il nostro servizio potrebbe essere sperimentare problemi .

# sort-ingredients
source: fewest extras required
es: fewest Los extras requirieron
it: fewest Gli extra hanno richiesto

# sort-relevance
source: most ingredients used
es: La mayoría de ingredientes utilizaron
it: La maggioranza di ingredienti hanno utilizzato

# sort-duration
source: shortest time to make
es: Tiempo más corto para hacer
it: Meteo più corto partorisca fare

# sort-selection-label
source: Recipe sort selection
es: Selección de clase de la receta
it: Selezione di classe della ricetta

# prompt-welcome
source: Welcome to <strong><em>RecipeRadar</em></strong>, the free recipe search engine and meal planner.
it: Benvenuto a <strong><em>RecipeRadar</em></strong>, il ricercatore di ricetta libera e cibo planner.

# prompt-additional-options
source: Additional search options
it: Opzioni di ricerca aggiuntiva

# refinement-ingredient-removed
source: Ingredient '{{product}}' didn't match any recipes and has been removed from the search.
it: Ingrediente '{{product}}' non emparejó qualsiasi ricette e è stato tolto della ricerca.
